# Taps
tap "homebrew/bundle"

# CLI
brew "git"
brew "nvm"
brew "pnpm"
brew "yq"
brew "topgrade"

# Apps
cask "firefox"
cask "1password"
cask "the-unarchiver"
cask "notunes"
cask "sony-ps-remote-play"

# borpaBusiness Apps
cask "visual-studio-code"
cask "slack"
cask "iterm2"
cask "godot-mono"
cask "rider"

# Mac App Store Apps
brew "mas"

mas "Things 3", id: 904280696
mas "Actions", id: 1586435171