# Taps
tap "homebrew/cask"
tap "homebrew/bundle"

# CLI
brew "nvm"
brew "node"
brew "yarn"
brew "firebase-cli"
brew "git"

# Apps
cask "1password"
cask "cloudflare-warp"
cask "istat-menus"
cask "the-unarchiver"
cask "ytmdesktop-youtube-music"

# borpaBusiness Apps
cask "google-chrome"
cask "jetbrains-toolbox"
cask "sourcetree"
cask "slack"

# Mac App Store Apps
brew "mas"

mas "Cascadea", id: 1432182561
