# Taps
tap "homebrew/bundle"

# CLI
brew "git"
brew "nvm"
brew "pnpm"
brew "yq"
brew "topgrade"

# Apps
cask "firefox"
cask "alfred"
cask "1password"
cask "alt-tab"
cask "the-unarchiver"
cask "sony-ps-remote-play"
cask "megasync"
cask "obsidian"
cask "cleanmymac"

# borpaBusiness Apps
cask "visual-studio-code"
cask "slack"
cask "iterm2"
cask "godot-mono"
cask "rider"

# Mac App Store Apps
brew "mas"

mas "Actions", id: 1586435171
mas "Play: Save Videos Watch Later", id: 1596506190
mas "FoodNoms", id: 1479461686
mas "Day One", id: 1055511498

# Safari Extensions
mas "Tampermonkey", id: 1482490089
mas "Cascadea", id: 1432182561